{
    "content": "",
    "embeds": [
        {
            "title": "DISCORD GUILD RULES",
            "description": "*Below is a list of rules. By playing or belonging to this server, you automatically accept these rules.*\n\n**1.** Follow Discord's [Guidelines](https://discord.com/guidelines) and [Terms](https://discord.com/terms).\n**2.** Be fair, don't act in bad faith towards others, and don't seek to disagree.\n**3.** Be kind and respectful to others, and don't spread hate or act negatively for the sake of it. Don't glorify bad actions and don't incite dangerous activities.\n**4.** You must refrain from sharing content whose purpose is to negatively shock, insult, belittle, or spread hate toward a specific person or a group of people.\n**5.** Try avoiding content that is inherently fuel for destructive discussion, e.g. personal preferences in brands or politics.\n**6.** Be honest, and don't misrepresent yourself or others. Don't impersonate anyone.\n**7.** Don't try to circumvent any moderative measures. Don't interpret rules or messages in bad faith.\n**8.** Avoid pinging Staff Members for no good reason. If you need help, make a ticket instead.\n**9.** Do not troll in support tickets or create them for no reason.\n**10.** Don't put yourself in the spotlight. Be that through hoisting yourself, randomly mentioning users, or posting content that's meant to draw unnecessary attention.\n**11.** Nicknames in Zalgo are not allowed, and zalgo text may not be used excessively.\n**12.** Do not use Music Bots to play NSFW songs.\n**13.** Don't advertise. This includes links, references to other communities or projects with the intent to draw traffic, nicknames, and custom statuses - even if they don't generate you any revenue.\n**14.** Stay on-topic if possible. Don't try disrupting the conversation with spam or meaningless content.\n**15.** Keep the confidential content secret. This includes spreading content from the community outside of it, as well as spreading outside content in the community.\n**16.** Doxing, DoS, and DDoS threats will result in an immediate IP-ban.\n**17.** Users are not allowed to exceed 1 account on the Discord Server.\n**18.** All the above rules carry over to DMs with members.",
            "fields": [],
            "color": 3553599
        },
        {
            "title": "MINECRAFT SERVER RULES",
            "description": "*Below is a list of rules. By playing or belonging to this server, you automatically accept these rules.*\n\n**1.** All rules from Discord Server apply here as well.\n**2.** Cheating/Unethical mods are not allowed. [Includes illegal texture packs or anything giving you an unfair advantage, including X-Ray and Autoclickers]\n**3.** Abusing glitches or exploits is prohibited.\n**4.** Do not create contraptions that keep you out of the AFK state when you are actually AFK, or will otherwise allow you to farm ontime.\n**5.** No inappropriate builds, usernames, profile pictures, or item names on weapons/tools/armor/etc or skins.\n**6.** Griefing OUTSIDE or NEAR another player's claim is not allowed.\n**7.** Don't make contraptions that put items with the curse of binding on players.\n**8.** Traps are not allowed.\n**9.** Covering others' angelchest with blocks and land claiming it isn't allowed.\n**10.** Users are not allowed to exceed **3** accounts on the server.",
            "fields": [],
            "color": 3553599
        },
        {
            "description": "We will try to let you know about the rule changes, but it is your responsibility to check the rules regularly.\nThese rules are not an exhaustive guide on how to act, and staff will moderate the content they believe violates the spirit of the rules at their discretion.\n\nIf you have any questions, please contact a staff member.",
            "fields": [],
            "color": 3553599
        }
    ],
    "components": []
}
